{
    "id": 36,
    "name": "GABRIELA SANABRIA",
    "job_title": "",
    "contact": "gabrielasanabriasg@gmail.com",
    "summary": "GABRIELA SANABRIA\r\nColombia | +57 3188725327\r\ngabrielasanabriasg@gmail.com",
    "professional_experience": "Dynamic bilingual professional with a strong foundation in customer service and administrative support, complemented\r\nby ongoing studies in computer science. Experience spans roles as a bilingual agent and administrative assistant,\r\ndemonstrating adaptability and effective communication skills. Proficient in leveraging technology to enhance service\r\ndelivery while maintaining a focus on customer satisfaction.\r\nTeleperformance Nov 2023 - Feb 2024\r\nBilingual agent\r\nAs a Bilingual Agent at Teleperformance, responsibilities include providing exceptional customer service and support in\r\nboth English and Spanish.\r\nSuccessfully managed customer interactions, leading to increased satisfaction rates.\r\nUtilized conflict resolution skills to address and resolve customer concerns efficiently.\r\nCollaborated with team members to enhance service delivery and share best practices.\r\nDebak Korean Chicken June 2023 - Nov 2023\r\nBilingual waitress\r\nEngaging with patrons in both English and Korean, the focus remains on delivering an exceptional dining experience.\r\nTasks include taking orders, serving food, and ensuring customer satisfaction throughout their visit.\r\nPromoted specials and menu items, contributing to increased sales.\r\nMaintained a clean and organized dining area to enhance guest comfort.\r\nReceived positive feedback for attentiveness and quality of service.\r\nDebak korean chicken Nov 2024 - Feb 2025\r\nAdministrative assitant\r\nAs an Administrative Assistant at Debak Korean Chicken, responsibilities involve supporting daily operations and\r\nensuring efficient workflow within the restaurant. This role requires strong organizational skills to manage schedules,\r\nmaintain records, and assist with various administrative tasks. Attention to detail and effective communication are\r\nkey components for success in this position.",
    "achievements": "",
    "expertise": "Customer Service\r\nEffective communication\r\nConflict resolution\r\nNative Spanish speaker, C1 level English",
    "additional_info": "",
    "education": [
        {
            "degree": "EAFIT University July 2023 - Present",
            "institution": "Computer Science degree",
            "start_date": "",
            "end_date": "",
            "details": "Cristo Rey Educational institution Graduated dec 2022 Highschool degree"
        }
    ]
}